[
    {
        "id": "5c84cc4a6cee070008d612a5",
        "order_no": 0,
        "action_title": "What’s in it for me? The present is a gift.",
        "text": "<p>Are you living in the moment? Or are you living relentlessly in the future – always picturing how things will play out, dreaming of something better around the corner, or worrying what tomorrow will bring? Many of us have been raised with the idea that it’s sensible to keep one eye on the future, but when does forward-thinking become scattered thinking? As you’ll discover in these blinks, many of us are so consumed by dreaming of our future, or dwelling on our past, that we’re failing to live our actual lives at all.</p>\n<p>So go on a journey with Thich Nhat Hanh to discover how you can use the traditional Buddhist practice of mindfulness to rectify this situation, and get more out of the present day. You’ll rediscover how to appreciate the simple things in life, such as your body, your surroundings and a tranquil frame of mind. With easy-to-follow meditation exercises and dazzling insights into the philosophy of Buddhism, you’ll learn how to be conscious of the here and now, instead of living for tomorrow.</p>\n<p>Read on to discover</p>\n<ul>\n<li>The mindful way of cleaning your dirty dishes;</li>\n<li>How imagining yourself as a pebble can help you appreciate life; and</li>\n<li>Why you’ve probably spent a lifetime breathing incorrectly.</li>\n</ul>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc4a6cee070008d612a5.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc4a6cee070008d612a5.m4a?Expires=1667133529&Signature=QOoJIxm4LRaIiOOWpZ9d0vI0Sx1kOlH-aM5n~MqOd4j3csZvYCrJreBFLIJ0Qo5I5TXWZuM-JsuFghxdAwvxA9kkc5hDKAbqbAiIfxHi5BpKkOR3bxKY5YdKY603TBo24dtjkt2G9UijOvqhR98793tCqp7jfysoD1qNIbRg8jBX7eWgW76YbdFFG-TaXeqT6wi6-3jJ-gZaCDj1m93qu73jDgLxNtW1ONTFZrPtq7gU4PPbjJEp034rU3c2Om-wR8LTUMhH-ugLE8kMSm4KIdvhccAo94Bh0Q2WXlZTFMjlSkAz~RThSBH3UV~-WEPhdPEALbkmGNj~s~B8eg~2zQ__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84cc5d6cee07000738ba84",
        "order_no": 1,
        "action_title": "Live each moment of your life by keeping your mind on the task at hand.",
        "text": "<p>In the 1940s, when Thich Nhat Hanh was a novice monk at Tu Hieu Pagoda monastery in Hue, Vietnam, he was often handed the unenviable task of standing in the kitchen on a cold winter’s day, cleaning the dishes for around one hundred other monks. This was made even more laborious by the fact that he had no soap to use – only ashes, husks of rice and freezing water.</p>\n<p>Since then, the monastery’s kitchen has been equipped with hot running water, soap and scourers. The novice monks can do the dishes quickly, and relax with a cup of tea to reward themselves afterward.</p>\n<p>But surprisingly, instead of viewing these modern upgrades as an improvement, the author views them as a problem for today’s novice dishwashers.</p>\n<p>Why?</p>\n<p>Because he believes that doing dishes simply because you want them to be clean is the wrong way of approaching this task. The right way to wash up is to clean the dishes <em>purely for the sake </em>of cleaning the dishes.</p>\n<p>If we hurry through the dishes like a boring chore to be endured, with our minds already looking ahead to the cup of tea waiting for us when we’re finished, then we cannot possibly be cleaning the dishes for the sake of cleaning them. Moreover, we cannot be fully alive while undertaking this task. It’s impossible for us, as we stand in front of the sink wishing away the time, to appreciate the wonder that is life. That’s because we’re neither conscious nor mindful of our bodies, our movements, or the thoughts that we’re experiencing in those precious moments of doing the dishes.</p>\n<p>Instead, we’re already living in the future, sitting at the table with that cup of tea. In other words, you’re not really cleaning the dishes at all. In fact, once you get to that cup of tea, your mind will already be focused on still other matters, only dimly aware of the taste of the tea in your mouth. So, again, you will be ripped away from the present, into the future, unable really to live even a few moments of your life.  </p>\n<p>But there is a better way. The Sutra of Mindfulness, an ancient Buddhist text, teaches us that whatever we find ourselves doing at any given moment, we must be fully conscious and mindful of it. Let’s learn more about this idea in the following blinks.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc5d6cee07000738ba84.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc5d6cee07000738ba84.m4a?Expires=1667133533&Signature=YB1KqeWsE6CeyVODVlRcmJjirO4eLAvnFPXokjJ3aes2Cmbn5TsFme4D9SBW-KRJVU0ACHnlup-JPpsRaEdoVVaRbnNJbe6bE7~5nDJzMhvUjlX9DD-lt8K7cqeHgA2l3KQqgx9JR3P3JPPbekLC4aQij1-UBEoRmyL8~IYuzRUkBcVYS~UiOu6-TDiZs16bSbVVWYZhw5ffA0vwZ8ynwvNoh1lSOSoZ8tVpTL8f2RwCquyN0Gn2BZHyncfcEmlF9i38xLnGmNBFRr2P5dmyIBQMbvA81ZwKWUImsF2669md~-pT42v4mLBEn2y-YiBmRTzbfUpgN9~a02NkfHbOeg__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84cc716cee070008d612a6",
        "order_no": 2,
        "action_title": "Start to practice mindfulness by breathing in a mindful way.",
        "text": "<p>The term <em>mindfulness </em>means ensuring your consciousness is focused on the present moment at any given time, instead of looking to the future or dwelling on the past. Although many of us seek to be mindful as we go about our daily lives, distractions inevitably come thick and fast. Instead of being free to focus on the simple satisfactions of washing dishes, we’re often bombarded with a constant stream of personal projects, family matters and work commitments. So in this hectic world, how can we engage in a state of mindfulness and simply live in the moment?</p>\n<p>Incredibly, the way in which we breathe can really help with this goal.</p>\n<p>When we fail to keep our minds on the present moment, our thoughts disperse and scatter, leaving us unable to concentrate or appreciate life. Luckily, breathing is an effective, natural tool with which we can stop dispersion in its tracks. Think of your breath as a bridge – connecting your consciousness to the present and uniting your scattered thoughts with your body again.</p>\n<p>When you find your thoughts dispersing, take hold of your mind by lightly breathing in with a long, deep breath. As you do so, stay conscious of how you’re breathing and how you’re feeling. After this long inhalation, take your time and exhale all of your lungs’ breath.</p>\n<p>Your stomach will also play a role when you breathe mindfully. As your lungs fill up with air, your stomach will begin to rise. As you begin inhaling, your stomach will start pushing itself out, and only when your lungs are about two-thirds full of breath will the stomach begin to fall again. This movement only happens when we start breathing in a conscious, mindful manner.</p>\n<p>For mindfulness beginners, it’s extremely helpful to lie down when practicing conscious breathing. And it’s also important to avoid overexerting yourself in your early attempts – it’s sufficient at first to take 10 to twenty breaths like this at a time. Remember, your lungs may well be weak from a lifetime of breathing in a non-mindful way. So don’t worry if, initially, your exhalations are quite a bit longer than your inhalations, and don’t take in more air than your body wants to. Gradually build up your mindful breathing and, after a few weeks, your inhalations and exhalations should be similar in length.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc716cee070008d612a6.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc716cee070008d612a6.m4a?Expires=1667133537&Signature=gOEONr11bbCgQWCPsgFMsPq2tHFkB5DmCxmWLmMXd~AwkcRBmPXHjPOJo-F8blyw6n-PrANv6UAlTdVvDtwMb4CV24xMpdVIjqzCw2SJTIpl84BJtGZP0j7hsTQM8yWToGbJRvgJ~gPfM3HnyIhxBZPmOiCT80bewxfd3blb5O2MtO0U-Lc2ACwvI7ImXx-Z3NE8n5-YNUUM2M-U2XQ5vDtnb97dQDUVThC8~jH67r53BvnW91P5eQ1uFRwFhIvpU7h99C4R8dTHrGTOLWUmzGgm9B4tdGPPoNFoDeRkPXtL10ktpjrqobRR7ePxI54E7DzvjvOoSDruAUzOr17W-w__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84cc8f6cee07000738ba85",
        "order_no": 3,
        "action_title": "Devote one day a week to practicing total mindfulness.",
        "text": "<p>In an ideal world, one would be mindful for each hour of every day. Unfortunately, our lives are filled with commitments, and mindfulness as an everyday reality is not easy. That’s why Thich Nhat Hanh recommends that you set aside at least one day a week to devote to mindfulness.</p>\n<p>Although it might seem indulgent to have one whole day a week entirely dedicated to your own well-being, remember that <em>everyone </em>deserves a day like this. Additionally, without carving out this time for yourself, you’ll eventually lose your life to a whirlwind of stress.</p>\n<p>Does that sound productive? Definitely not.</p>\n<p>It’s important to note that you should practice mindfulness on the same day each week. By engaging in a weekly routine like this, your chosen day will act as a lever that triggers your mindfulness habit.</p>\n<p>Once you’ve decided on a day, work out how to remind yourself, immediately upon waking, that this is your chosen mindfulness day. For example, hang a note with “mindfulness” written on it above your bed.</p>\n<p>Upon waking, take slow, deliberate breaths before slowly getting out of bed. When carrying out your morning tasks, such as brushing your hair, concentrate on each action with calmness and serenity. Set aside at least thirty minutes to relax in the bath. Wash yourself in a mindfully slow way, so that afterward you’re truly refreshed and revitalized. After bathing, concentrate on completing household tasks. And don’t just hurry through them without paying any attention. Instead, enter into the spirit of this housework without any reluctance or irritation.</p>\n<p>If this is one of your first full days of mindfulness, you might find it helpful to stay silent as much as possible. While talking, or even singing, isn’t forbidden, you should avoid them if you don’t feel able to talk or sing in a completely mindful way.</p>\n<p>After lunch, take time to linger over a pot of freshly brewed tea. Don’t gulp it down – enjoy it slowly, treating this simple act with reverence. Spend the rest of the afternoon gardening, if you can, or simply watching the clouds go by.</p>\n<p>Toward evening, you could read some Buddhist scriptures, take the time to compose letters to your friends, or do anything else enjoyable that you normally don’t have time for. Lastly, try not to consume much at dinnertime, as it will be more comfortable to sit for your late evening meditations with an empty stomach.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc8f6cee07000738ba85.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cc8f6cee07000738ba85.m4a?Expires=1667133541&Signature=UCiZgIJq09rcswIxL5GO9tYfrC5cXzIzWnaZWVqZr~crVfCFbILYsYEz0I8t118TRsAFBww5eRCfiBdvZcypEebfmZXs~ZI9902nQYgM8xiaDLIJ2ujm4iQdWOIXIzP4DgTJB3kS4QxDNPnhcTTBFr2F26atgRbIxdWNO7SUK-UmIUVfAduq92TqytaSiKqoPsxHMEszSQefl2GF1atC8TEoSnqDR1Fht3LAVnl2mZ4-EWH~lY-uf65AURW9Q5BOnAh-SOEmGzwtqr7cDxCNwEmqUimzQKsAB0sLyQY6zpNcFuLxzYVt6-GhQnYLboGBrfH1-lvtieHQs7wn3FxYvA__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84ccaa6cee070008d612a7",
        "order_no": 4,
        "action_title": "Meditate on how everything is connected and let go of suffering.",
        "text": "<p>If you ever met a Buddhist monk, you might have noticed how they’re radiating fearlessness and compassion. They seem to be completely in tune with their surroundings. How did they get there? Well, a big part of the answer is that they regularly contemplate the fact that everything is connected.</p>\n<p>In the Western world, people tend to view the world as being full of separated entities. A table, for example, is just a table, having nothing to do with the “non-table world”. A Buddhist, however, might have a completely different view here. After all, this one table came out of the world it’s surrounded by. Without the tree it’s made of, the sun and rain that nourished this tree, the carpenter who shaped it, the tool maker who built the carpenter’s saw, and even the carpenter’s parents, this particular table wouldn’t exist. All of these tiny contributions are inherent to this table. And that makes it a shining example of how everything in the world is <em>interdependent</em>.</p>\n<p>This isn’t only true for a piece of furniture, but for everything else in this universe – including yourself. As separate as you might seem from the universe, you’re actually one with it. A true Buddhist is trying to see this intricate web of interdependence that is life. This is easier said than done, because humans – if not practicing mindfulness – tend to fall into a trap Buddhists call “the false view of self.”</p>\n<p>When we attach ourselves to this false view of self, we shut ourselves off from our surroundings and the people around us. We narrow our view and think of ourselves as a separate being, which is a source of anxiety and suffering. </p>\n<p>So what can we do to overcome this narrow view and the consequential suffering? Well, we should make it a habit to meditate on the fact of interdependency on a regular basis. This doesn’t necessarily entail sitting down and pondering the universe – we can also do so in everyday situations.</p>\n<p>Here’s a little example. As part of a Buddhist charity, Hanh regularly translated letters of orphans asking for sponsorship into English. Before doing so, he would take a moment to take a deep look into the eyes of the child in the photograph, examining her face, trying to get an understanding of this child’s fate and struggles. This way he forges a deep connection with the child – he doesn’t discern between his self and a child that needs his help; rather, he realizes that the child and he are connected. With this in mind, he starts translating with a little more compassion and mindfulness.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84ccaa6cee070008d612a7-T1574675390.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84ccaa6cee070008d612a7-T1574675390.m4a?Expires=1667133545&Signature=LMPbxZ~jK3FbXrlhKonvlt~yPdzedtn1XNgG8dAUBUM8BWg2OsH21gSCfL4j1aLwPZrUQAuZZr-Pr4l9c8sG3i9lBq7E1RqB~wVVdYKkI8Ns~jQBOHVoNVfE41tA52hr-XJ6SX35A1IgyFt07MHfnMoFdaBI~hTo5ly2KK-5Kgr-rXq5RWys4YwtWE5BQndWpm3r6WY3IW2g-~NL2lGWeOT4fcGh-0~l4kilQskjOm8DrdljTfyg1OzHplhKLqvnub7iKjLEAWjWGhgmQurYvV3qZUWPbBE9F4Hqr8CiUyOavMCT7KCYYPCFlHqZrf4AZlNpX-Biy-PLOexVUViFIA__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84ccbf6cee07000738ba86",
        "order_no": 5,
        "action_title": "To practice mindfulness, we need to be vigilant and fully awake.",
        "text": "<p>When we sit down in a state of mindfulness, our minds and bodies may be completely relaxed and totally at peace. But don’t mistake this state of affairs for something it’s not. This sort of relaxation is very different from the sort of half-conscious, lackadaisical state of mind that arises from napping or resting.</p>\n<p>Simply resting or dozing has nothing at all in common with mindfulness. Why? Because when we rest, our mind enters a dim cave, albeit a relaxing one. However, when we are mindful, we are restful but also fully alert and wide awake.</p>\n<p>Consider that when we nap or rest, we are <em>evading </em>reality for a while. However, when we meditate and engage in mindfulness, we’re not seeking to evade reality, but to encounter it in a serene way. Thus, one who is being mindful should be no less alert than one who is driving a vehicle. Why? Because just as a sleepy driver will probably have an accident, a mindfulness practitioner who is not fully awake will likely suffer scattered thoughts, as well as forgetfulness.</p>\n<p>Therefore, when we practice mindfulness, we should aim to be as alert as a circus performer walking a tightrope – going about our activities knowing that a loss of focus could result in a long fall. Or we should try to be as a tiger, going forth with gentle yet deliberate steps, alert and serene at the same time.  </p>\n<p>It is important to note that we need to acquire this sort of vigilance before we will be able to experience our complete awakening.</p>\n<p>For mindfulness practitioners who are at the beginning of their journeys toward true awakening, the author recommends a particular method: that of <em>pure recognition. </em></p>\n<p>This means recognizing any thoughts or feelings you may experience – such as anger or irritation – in a spirit of welcoming acceptance. Instead of valuing, for instance, compassion more highly than jealousy, treat both feelings as strictly equal in worth. Why? Because they are both a part of you. Remember, when practicing mindfulness, no object is shown more care than any other. Thus, anger, compassion, a teacup or an almond tree is each sacred.</p>\n<p>So endeavor to treat your more challenging feelings, such as pain and hatred, with gentleness and respect. Don’t resist them. Instead, live in peace with them, as you meditate on their interdependence with other objects in your life.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84ccbf6cee07000738ba86.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84ccbf6cee07000738ba86.m4a?Expires=1667133549&Signature=HK5yQh1tv6Gat3-67ORq99xe7ZrYIwN6cr9RzhNxVeYLK9CsYWuQwynT1LMlBnW6NtuuAx7SGeCsm82XZgpe9j7k5-rrVjpI3ZsGfViAo0EWQGP9M8vyTkYDfR0Osj5~WfJayKXtUVxF8822hNZgNIbfmPc0qWM-B2uwq~3zx5Tu8N~13lIdy6ecn8NiXD5AlEFxZTnLBGe0kW7pkTJr-pYRxYteUxV7aUBl0WtWQIElhK6SffeFDp~ckc2qdCeMeH8nEAufXhDG0T8-4VNx2KW4lMTesKKluNgEJ~Y9axLdCpB8jxTbLi4aDZ1sYXplJ4nvIoRH-pHlXGeuRkFipw__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84ccd66cee070008d612a8",
        "order_no": 6,
        "action_title": "Start meditating by imagining yourself as a pebble and a newborn baby.",
        "text": "<p>When it comes to meditation, there is a wealth of different exercises and techniques you can use to help you on your way to mindfulness. Though these exercises are quite simple, they are the basics that you must master before moving on to more advanced approaches.</p>\n<p>The first exercise is known as <em>the pebble. </em></p>\n<p>Sit as still as possible and take slow and mindful breaths. Now, imagine that you’re a pebble, sinking through the clear waters of a stream. As you sink, you make no attempt to control the movements you make; instead, you are merely falling toward a particular spot on the soft riverbed sand. This spot is one of complete rest.</p>\n<p>Meditate on yourself as this pebble until your body and your mind are in a state of total calm – in other words, until you have reached that spot of rest on the riverbed. It may take around fifteen minutes for you to attain this deep tranquility. Once you have achieved it, keep this state of happiness and peace for a full thirty minutes, as you observe your breathing. While you are in this state, there is nothing you will be able to think about regarding either the future or the past that can rip you out of your present tranquility. Existent in this blissful present is the entire universe, and nothing can distract you from your peace – not even your wish to save humankind, or your wish to be a Buddha. As you meditate, understand that becoming a Buddha and saving humankind are only possible <em>after </em>you achieve a state of pure serenity in the current moment.</p>\n<p>Another helpful exercise involves envisioning the moment of your birth.</p>\n<p>Sit in the lotus position and take some time to become mindful of your breathing. Then, focus your concentration on the moment of your own birth. Contemplate the fact that your birth also marked the starting point of your eventual death. Understand that when life manifests, so does death, and that we cannot have one without the other. See that death and life are each other’s foundations, and that you are, in fact, your life and your death simultaneously. In this way, life and death are not adversaries, but simply two different elements of an identical reality. Once we realize this, we gain the courage to overcome our fear of death.  </p>\n<p>Meditation is an important step along the way to a mindful life. By enabling us to relax our bodies fully, meditation provides the foundation for taking hold of our thoughts, perceptions and feelings too. Thus, through meditation we can direct ourselves toward mindfulness and achieve tranquility of the mind as well.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84ccd66cee070008d612a8.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84ccd66cee070008d612a8.m4a?Expires=1667133552&Signature=KcXb5P15Eje4IcwAcQa4460R0GflMQf42XnFX1nTi5Ac-htOv5d5ZASZBPNyI0B2kyaAlpmzlJ-22uWPVNcI2hCK~HXv6oVjvXPAwpYle5SkwV-rC~aqXYzMoGWt-7P-3zdFS6yje59pYC0wujo50C8v~iS44nKT1qPyA1msPTuEJbqtwCCCkdedEAqF3DqkmVNt5-w7uF3jdIegvYL98MEWJhwrUN7dHPj3FYl54TT3lxCgLMmLoVWc02mCl3dyflNkZH00XopplR-h1QNwl5hImbHq36rHSGy3o7A4hgg6LFdxU3A0qKNWQx6ofo~13552qL8QhN1m5XmNoACVrA__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "5c84cce96cee07000738ba87",
        "order_no": 7,
        "action_title": "Final summary",
        "text": "<p>The key message in these blinks:</p>\n<p><strong>All too often, we squander the present moment by constantly projecting ourselves into the future. Instead, we should focus on appreciating the here and now. Fortunately, mindfulness, meditation and slow, conscious breathing can help us achieve greater serenity, and awaken our minds to the miracle of life. </strong></p>\n<p>Actionable advice:</p>\n<p><strong>Whenever you have a free moment, meditate with a half-smile. </strong></p>\n<p>Whenever you find yourself standing up or sitting down, put a half-smile on your face. This smile will help relax your facial muscles, and is also the expression depicted on the face of the Buddha. Start by taking a moment to look around you. What do you see? Try to focus on something that is quite still, such as a leaf on a plant, a picture hanging on a wall or even a child. Now make a half-smile. Then breathe in and out softly three times. Keeping your half-smile, meditate on the idea that the chosen object of your attention – the leaf, the picture or the child - is interdependent with you.</p>\n<p><strong>Got feedback?</strong></p>\n<p>We’d sure love to hear what you think about our content! Just drop an email to remember@blinkist.com with the title of this book as the subject line and share your thoughts!</p>\n<p><strong>What to read next: </strong><strong><em>How to Love</em></strong><strong>, by Thich Nhat Hanh</strong></p>\n<p>Now that you’ve gained an insight into mindfulness from this internationally renowned Zen master, take a look at his thoughts on love and devotion too by diving into his aphoristic handbook <em>How to Love</em>. Packed full of wisdom and insight, it unlocks the mysteries of true love and examines how meditation and mindfulness can help deepen your affection for yourself and those around you.</p>\n<p>So for more indispensable teachings from Thich Nhat Hanh, head over to the blinks for <em>How to Love</em>, and explore what it really means to love ourselves, our partners and the world itself.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cce96cee07000738ba87.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/5c84cc076cee07000738ba83/5c84cce96cee07000738ba87.m4a?Expires=1667133556&Signature=fXQua6uaYP5a5lVAdpSbkMXh6LNlxqou6~YsufgNVW6UBwAU8AVyw0dfz0gu3n7oGrcuBrJijnXFVkT3auFo5WMnCFLUMuFNcQW3bk6NcZS7oOXjHBCMxnV3oZ6GRFYnf1XfzEJTf-dh~Ftsvj7jW~eCOL1AK-PVIT~eyAo4U5F0L1Y93Tzr9qSgJ1sVqzCvjCLyLfB8RsNk-1zDim45vuWpS~AKg06Pc238WQdwDvx0cIIUdugv7gqEho3K5qSGiDd-G8Y~BDG3dUQ6BBnxSuMjlqbhoPuhJEC7NbWe36d2Xc5Xj9bjrlkyeZljM-pNqTfkghhlI2la9AfeNTbhSQ__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    }
]