[
    {
        "id": "633c1d4f6cee0700081b47a0",
        "order_no": 0,
        "action_title": "What’s in it for me? Understand the ins and outs of inflation – without the complicated jargon.",
        "text": "<p>Let’s start with a question: What exactly is inflation?</p>\n<p>Thought about it for a second? Your definition was probably something like “a general increase in prices.” And that’s not wrong. Inflation does involve a persistent increase in the level of consumer prices. However, this definition misses a second, equally important aspect of inflation: the fact that it <em>also</em> involves a decline in the purchasing power of money. In other words, your dollars, euros, or pounds will be able to buy you less in the future than they can buy you now.&nbsp;</p>\n<p>This aspect of inflation has been causing a dangerous spiral of inequality as the wealth of the richest –⁠ including the central government –⁠ expands at the expense of average citizens. But we’re getting a little bit ahead of ourselves. Let’s start from the beginning: What causes inflation?</p>\n<p>In this Blink, you’ll learn</p>\n<ul>\n<li>why inflation follows a wave-like pattern;</li>\n<li>how population growth contributes to inflation; and</li>\n<li>who benefits from inflation the most.</li>\n</ul>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d4f6cee0700081b47a0-T1664884180.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d4f6cee0700081b47a0-T1664884180.m4a?Expires=1666600029&Signature=U7MoguSUPR7oif3mnsW9AEgLy0g9CxH~nagKUIK3FpbHczugavVIUFoySR6BYi5v3vf--RmBKLJAf9PdeJKCe1Wk3~1ya7UYwvLfvso2IeJEXIEBs2qZ8XczjNiR~8irMN4Pw1AprSvWQTv9urehYPA2Uch53AbDsqigQQC0X21iJ03gIA8tceGO0ExV1UEjZsvtyWRpJ-aD~e39CEPzOIkPw7GSI3WNj6Pkwr5Anivd14VjKT~F-GUFuArlqcDG0x4Aq6LSgd6o1tv0BdayXaT62IKLjyDaZtHv4qW~pXnaXgb~~rd137qKzUPUr48MzMiFRbiNHO45NZ-VbnkGkg__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "633c1d506cee0700081b47a1",
        "order_no": 1,
        "action_title": "Inflation is an increase in prices typically caused by an increase in the money supply.",
        "text": "<p>We’ve just outlined the definition of inflation. To recap: it’s a persistent increase in the prices of goods or services, or a persistent decline in the purchasing power of money.&nbsp;</p>\n<p>How can we envision this? A lot of introductory economics textbooks would illustrate it through an example like the following.</p>\n<p>Say you have five bakers and five brewers. Respectively, they each sell a loaf of bread and a pint of beer every day. The loaves of bread and the pints of beer cost one gold coin each. There are ten gold coins total in the whole world. One day, someone finds another ten gold coins. These are split evenly among the ten people. However, the number of bread loaves and beer pints remains the same –&nbsp;five and five. Because people feel that they have more money, they start trying to outbid each other to get extra bread and beer. As a result, the price of bread and beer both increase. Now each loaf and each pint costs two gold coins instead of one.</p>\n<p>In real life, inflation follows a much slower and more complex route than this. But as the example shows, inflation <em>is </em>tightly connected to the money supply –⁠ that is, the total amount of money in an economy. If the money supply is greater, prices will go up as everyone tries to outbid one another to buy a limited amount of goods.&nbsp;</p>\n<p>In the bread and beer example, the money supply increased because someone discovered a bunch of gold coins. In real life, increases in the money supply are typically caused by two different factors: central banks printing new money and private banks making loans to individuals or companies.&nbsp;</p>\n<p>An extreme and famous example of the first situation happened during the Weimar Republic in Germany in the early 1920s. In the post-World War I period, Germany’s government was in extreme debt. In order to finance that debt, it decided to print more money –⁠ lots of it. This worked, of course, and all of the debt was swiftly repaid. However, in the process, the government created <em>hyperinflation </em>–⁠ basically, an extreme case of inflation. Ultimately, this resulted in prices having risen by a massive 29,500 percent by 1923. Large swaths of the population saw their material wealth –⁠ at least, that of it in cash –⁠ wiped out in an instant.</p>\n<p>Fortunately, hyperinflation doesn’t happen often. Much more frequently, increases in the money supply happen when private banks make loans –⁠ because, of course, banks loan out money they don’t actually possess.&nbsp;</p>\n<p>What’s most important to remember is that the size of the money supply impacts inflation. But we do need to add in an extra wrinkle: this effect is only apparent in the medium term. In the short and long terms, the money supply has a weak connection with inflation. Let’s explore that a little further.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a1-T1664886383.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a1-T1664886383.m4a?Expires=1666600033&Signature=DWvTf7kb7JwsH~KOM5Qqbcon-SDH5XdNiACiwt4et0Hz0m4nPEV0gvrv6cwPwGyMUpDVo9grbGQj26gtZz3XwZH402iI4HQlkJE0BzDzs29DDdkm~rENEKRs6ZbIi52ySsuXQDjvc~xNm7gsKNfvaP2qFYWGcA4q2MgpEISLvxpf6zzsvtA6x5JXv~stHVpAP9PzLm45eUACkROSIEjOaX1A3yJlpgQ1h8svrkfCFW-rSYSeLSK4Jkp1UVwhC7uPBfQiPMBSJgnV5QYMWRc4M2BE2~dBIx4uogrwXDYnl03IkPfFE6DZzUyDg3a-3SAApmhaz9c9kTg6k6V0W-4IhA__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "633c1d506cee0700081b47a2",
        "order_no": 2,
        "action_title": "Inflation tends to follow a wave pattern, with prices rising, stabilizing, and then rising again.",
        "text": "<p>So, we know that changes in the money supply impact inflation in the medium term –&nbsp;but that’s not the case in the short and long term. What <em>does </em>impact inflation during those time frames?</p>\n<p>When it comes to the short term, the money supply is less relevant because changes to it aren’t immediately reflected in the prices of goods and services. Often, that’s because increases in the money supply initially prompt people to save –⁠ so they aren’t spending their new money right away. Additionally, most new money is created by banks when they give out loans. That money is usually transferred into assets –⁠ like real estate, for example –⁠ rather than directly into goods and services.&nbsp;</p>\n<p>Instead of the money supply, other factors promote inflation in the short term. Economist John Maynard Keynes outlined these in the early twentieth century. He proposed that inflation could be caused by demand outstripping supply. In addition, he noted that inflation could be built into an economic system through, for instance, regular annual wage increases. Many people think that their salaries get bumped up every year because they’ve been doing a good job –⁠ but in fact, these increases are actually a result of inflation.</p>\n<p>That’s the short term. In the long term, inflation is impacted mostly by population growth. This effect is easy to understand. An increasing population means more people are competing for limited resources, which means higher prices. From 1950 to 2013, the global population tripled in size, from 2.5 billion to 7.2 billion. It’s probably no coincidence that this period also saw the largest jump in prices ever recorded.&nbsp;</p>\n<p>According to the author’s theory –⁠ which he calls Inflationary Wave Theory –⁠ the overall trend of inflation over time follows a marked wave-like pattern. Inflation gradually rises over the course of about a century. Then, there’s a period of turbulence where prices fluctuate wildly. Finally, there’s a period of equilibrium in which prices remain relatively stable. Eventually, a new wave of inflation is triggered, and the cycle begins again. Each price rise increases exponentially over time, though the length of the waves and the intensity of the inflation all vary.&nbsp;</p>\n<p>The historian David Hackett Fischer proposed a similar theory in 1996. He said that after a period of price stability, something tends to trigger the start of a new inflationary wave. He argued that these periods of stability cause people to perceive life more positively and therefore to have more children. Ultimately, the increased population growth ends up putting more pressure on resources, causing a slow but steady increase in prices.&nbsp;</p>\n<p>If inflation cycles happen so regularly, does that mean people are able to exploit them for their gain? You bet.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a2-T1665479926.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a2-T1665479926.m4a?Expires=1666600037&Signature=bEpAwwZlps0QDmIMFod1YpDZGrui8jkU53WJKH8PdfIgXS11-LDJBsvZV2eYig02YhA6GPGy940lClXp5DF95yIvUMmLvrhBqH8iGfaFWB0iZ8VwUhSG-yK4a6mLQoDra0ylppTPpSdWv8Sc8lFMyOTqiVQT7wo5itMUAYoaLA0Gdf~KTx6hLOYO~5DtcbhIgX1caEPAA7fr4YBlSAfogLue~-5uTLFQ94R50CV68mopAaP7aFjiE2lBvvHVguXJONWzGUwoEw~MeVkV1qIkHy2ciDAEtrsHh8hPTNNY266AWqrlgWPHMk2FZyslN6j-C6nx17XHprJvMXPMe9a40g__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "633c1d506cee0700081b47a3",
        "order_no": 3,
        "action_title": "Governments and other debtors all benefit from inflation; savers are hurt by it.",
        "text": "<p>First, let’s get this off the table: inflation isn’t wholly bad. But it’s not wholly good either.</p>\n<p>Let’s start with the good. Initially, the inflationary wave can help the economy. For one, increasing prices provide an incentive for people to spend money rather than save it, since they know that whatever money is sitting in their checking and savings accounts will continue to hold lesser and lesser value. Likewise, people who hold assets like housing and shares end up making gains from inflation, which they then spend on goods and services. All of this boosts the economy.</p>\n<p>However, the real beneficiary of inflation is the government. The host of benefits for the government includes the fact that inflation makes the country’s GDP appear higher. This, in turn, shines a positive light on the country on the world stage. Though GDP is adjusted for inflation, there are more and less favorable ways of calculating it –⁠ and you can guess which ones the government prefers.</p>\n<p>The biggest benefit of inflation for the government, however, is debt relief. We already alluded to this when we discussed the hyperinflation that occurred during the Weimar Republic in Germany. Inflation reduces the real cost of government debts.</p>\n<p>This is precisely why governments set targets to keep inflation at a certain level. They aren’t actually trying to get it to zero –⁠ just lower than a certain, predetermined point. As a result, this target is often referred to as the “inflation tax” because tax revenues go up in proportion to inflation. In the UK, the inflation tax is worth about 30 billion pounds per year. Even better for government, this form of taxation is essentially invisible –⁠ so it avoids drawing the public ire that would result if it were to resort to other, more visible forms of taxation.</p>\n<p>And who exactly is being taxed? Well, that would be the average person.&nbsp;</p>\n<p>Despite the benefits of inflation for the government and anyone else who can benefit from debt relief, inflation harms average people –⁠ particularly cash savers. Inflation slowly and invisibly steals money away from these people’s accounts, decreasing the purchasing power of their savings.&nbsp;</p>\n<p>In fact, right at this very moment, anyone who holds cash in their wallets, checking accounts, or instant savings accounts is losing purchasing power at a rate equivalent to inflation. In the UK, that’s around £2.50 for every £100 in cash. Unfortunately, most people don’t realize just how much of an impact inflation has on their savings.</p>\n<p>At this point, you’re probably slightly worried and asking the question: Will inflation continue to increase over time? The answer is a bit of a mixed bag, as we’ll discuss next.</p>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a3-T1664886625.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a3-T1664886625.m4a?Expires=1666600041&Signature=InYrMAX-e7BAyfDO9dMXns58fA1iIY5XdbaR5oW1UNkNlp5~6rAeT0hzrtM9pkgbFVKhNmxMLi4tLZqhG0bE4FQKnEJ3w4ivvBRDcKBqde7O-gOouxQ1~Lzjpm4PV7GQwcn9KK-5SYnn1~gea6Hv06M~JdT61OrsZacgUaTZp1fXnVcyxwkgRueSodrCsKBgaBJjM1LGnhH1jKHnsO1dKIsCp6FQ~uvsJiaLLffA9F7803IGB5s8laNKWDAJXP1pOwZlkxfkIzUZK5pLHzVyBQtSpYNMA8AfssmmiWjsaCxbk5CylmYSK0KfZAso968vfSIVaMY~8VT~V-dWkmM1Hw__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "633c1d506cee0700081b47a4",
        "order_no": 4,
        "action_title": "Continued, exponentially rising inflation may not be inevitable.",
        "text": "<p>There is a point in the future at which inflation will likely begin to decline, thanks to a change in one of the pro-inflation factors we’ve already discussed. Any guesses as to which one it might be?&nbsp;</p>\n<p>The answer is the changing population –⁠ more specifically, the fact that the world is aging.&nbsp;</p>\n<p>At the moment, the overall world population is still growing. However, this growth is centered primarily in Africa and Southeast Asia –⁠ places which use relatively few resources and thus don’t contribute as much to inflation levels as higher-consumption countries. In those countries, such as Japan, Russia, and Germany, the birth rate is below replacement levels. According to Deutsche Bank’s forecasts, the total world population will peak and then begin to decline in 2050.</p>\n<p>Other research shows that over a person’s lifetime, consumption tends to increase until around age 46 and then declines. As a result, as the world ages, demand will begin to decline, putting downward pressure on prices. This trend can already be seen in Japan, where prices and GDP have both stagnated at least partially as a result of demographics. Japan currently has the oldest population in the world, with an average age of 46 in 2012 –⁠ exactly when people begin to consume fewer resources.&nbsp;</p>\n<p>The aging population, combined with population decline, will likely slow down inflation significantly in the decades after 2050. Additionally, another major banking crisis –⁠ should it occur –⁠ could push governments to reform the banking system instead of relying on inflation to solve the problem of debt.&nbsp;</p>\n<p>One solution could lie with the blockchain, which is the technology that supports digital currencies like Bitcoin. The blockchain is essentially a public and transparent record of all transactions that take place. The currencies exchanged on the blockchain are regulated by some predetermined formula; as a result, they’re not easily abused by individuals or governments. In the future, the blockchain could be used to facilitate a new global monetary system that eliminates inflation.</p>\n<p>Of course, this hasn’t happened yet. So, is there anything you, the average citizen, can do to hedge against inflation?&nbsp;</p>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a4-T1664886625.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a4-T1664886625.m4a?Expires=1666600045&Signature=KrvOINF~gJAzBryzmXlxcxOCRRjHQVQX2IZlFwY1r1fqAacEq34~Cj0oZYWEOyNk0Rl~gDad9fQuBk94RkHQAT7o7iWH3tl~RaWsJBPLagWJ8dQp2EUOmRrNJfhCOBEzUpYawGu58JqgrlBoxLsRr25OpsMsVQEp9vmRULCdt9oYmrpsVBMkHvHU6EICNT7A4gMFgB7SSGc49SqNadr5obSv2asOlrmbW8YkSiLG5PFGL20ijoLGOP34pv8ibnWDj8E1dSCq86PxfeitK2sX52lJebqPBJMfoU3OF1LFXYg5FLo9h-YRD3uUjOz8e0uu7kcZSE6QRwDeLJO5SVyXfQ__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "633c1d506cee0700081b47a5",
        "order_no": 5,
        "action_title": "Being aware of the inflation cycle can help you prepare for the future.",
        "text": "<p>Despite what the average economist might tell you, it’s impossible to predict the financial future. In fact, the success rate of economic predictions –⁠ even by the best experts in the field –⁠ is no better than chance! This is just a disclaimer to say that if you’re looking for comprehensive financial advice, consult a professional.</p>\n<p>That said, a basic awareness of the inflation cycle can help you manage your assets. Particularly, it’s a good idea to be prepared to switch asset allocations if necessary.</p>\n<p>We’re currently over 120 years into the latest inflationary up-cycle. This means we’re potentially overdue to reach the end of this latest wave of price rises. Even so, you should assume that inflation will continue for as long as it helps central bankers and the government. Therefore, even when this inflation wave reaches its peak, it’s more likely to be followed by “lowflation” in the near future rather than deflation –⁠ in other words, a slowing of inflation rather than a true decline in prices.</p>\n<p>In the lowflation world, interest rates will be low and there will be periods of money-printing and other economic stimuli from central banks. Low interest rates will encourage borrowing, and over time, real wages will stop declining so much. Shares will likely increase in value, since money-printing by central banks will support higher capital values for shares. Additionally, property prices and land prices will be supported by low interest rates. However, cash savers will continue to see their money eroded by inflation.&nbsp;</p>\n<p>This calculation would change in the event of something like a major bond crisis that results in a wide-scale restructuring of debt –&nbsp;and a subsequent closure and failure of banks. Savings held in banks could be lost, and house prices would decrease. Stock market prices would also probably plummet. Precious metals like gold as well as digital currencies would likely rise in value, since these sources of wealth are often seen as safe havens. In fact, this could be the time at which digital currencies could become a new part of the world economy, especially if the end of the inflation cycle were triggered by some kind of banking crisis.</p>\n<p>After the turbulence of the transition period would come a more stable, consolidation wave where prices would vary less and even out over time. In these conditions, stock prices would rebound. However, their long-term return would not be as great without the helping hand of inflation. Borrowing would also become more restrained –⁠ once again because companies wouldn’t benefit from inflation’s subtle, long-term erasing of their debts. Due to demographics, companies would face lower consumer demand. Low returns on investment would pretty much be par for the course.</p>\n<p>As of right now, inflation enables people to create money from nothing through borrowing. In a world without inflation, those who wish to get more money would have to work directly to get it –⁠ or risk their capital by investing in real businesses. In general, this world would be a more equitable place, free from the invisible conveyor belt of inflation carrying off wealth from cash savers and depositing it in the hands of debtors and borrowers –⁠ the biggest and most powerful of which is the central government.&nbsp;</p>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a5-T1664886771.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a5-T1664886771.m4a?Expires=1666600049&Signature=VNDTFwkiDxoaHnETGOFZo0Aa1jkr8dYiy5kh318U4CCI8pcGMYTRQHaDf57t4LRfNRDY4dNOWPeZghYssKdxszSXI0ChzW2g628H2TBzc8kG9ea8nvzllXQwv5xUM24I23iZoOqP6IUnYVn6gid7qxyI5M5XW22K1qmxMcMl18iH1-rsR18rO~OdzRtf57kciCDvw42jhwhhqzkXrlokXxPWQ-n7BmvRdJ79ghCrHlxBJKSMwC~vWRv4Ot49XhKjpgAMPODipiLH6jjjlTmaQheJQAqSXkDHZNKuAFgCTPRxM13JIvNhmDzNO-4zZE9m42EUPSgUMkD--nWUFJxuVQ__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    },
    {
        "id": "633c1d506cee0700081b47a6",
        "order_no": 6,
        "action_title": "Final summary",
        "text": "<p><strong>You’ve just finished our Blink to </strong><strong><em>Inflation Matters</em></strong><strong>, by </strong><strong>Pete Comley.</strong></p>\n<p>The most important thing to take away from all this is:</p>\n<p><strong>Inflation typically results from increases in the money supply, which causes prices to rise and the purchasing power of money to decline. Governments and other debtors are incentivized to keep inflation to above-zero levels, primarily because inflation provides debt relief by reducing the real cost of debts. Meanwhile, savers see their wealth erode over time. Being prepared to switch your asset allocations could be a smart way to hedge against inflation.&nbsp;</strong></p>",
        "audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a6-T1664886762.m4a",
        "signed_audio_url": "https://hls.blinkist.io/bibs/633c1d4f6cee0700081b479f/633c1d506cee0700081b47a6-T1664886762.m4a?Expires=1666600052&Signature=H3PMZDzJI0ZZF9blodvPMG0Nwd2ZOtI8QLPB7Dj1XihzEcG-6TYKTlIC9y3X3U~LCqVkm8XdWDb-Qqrnmc8bgPYayOflUP~WrrV5YdRNBwIBgqUGI8-zh-~1tTi0vEpgj~d2So4HvlkedbIBC1oc8F9TfMIgfZE2c3A1tqGK5rCR~PaJ8~AngcK0QdC2RVRrRnu~2YACz8qYPVUlQuVeLt~S7RsEfNcw~5m21lPWWMOS~REOH0tJRCEKpP6SakPkKsXwHnDF5P9N2HwzPi4Tl8sjMArgEr~GGBblBhD~goLywyWl65WuvV-YGfhA9smHMaaxcr2CE54GibPFYDVnWQ__&Key-Pair-Id=APKAJXJM6BB7FFZXUB4A"
    }
]